Repository: Z-Ray-Entertainment/optimus-ui
Catalog: optimusui/data/po/*.po
Languages: de_de, it, nl_nl

source: Various system settings
de_de: Verschiedene Systemeinstellungen
it: Varie impostazioni di sistema
nl_nl: Diverse systeeminstellingen

source: Set prime mode to be applied at boot
de_de: Prime Modus der bei jedem Systemstart angewendet werden soll
it: Imposta la modalità Prime da applicare all'avvio
nl_nl: Start automatisch op in de primemodus

source: Integrated
de_de: Integriert
it: Integrato
nl_nl: Geïntegreerd

source: Runtime
de_de: Laufzeit
nl_nl: Uitvoerbaar bestand

source: Prime mode to be used while system is running
de_de: Prime Modus der zur Laufzeit des Systems genutzt werden soll
it: Modalità Prime da utilizzare mentre il sistema è in esecuzione
nl_nl: De te gebruiken primemodus zolang het systeem actief is

source: Detected Graphic cards
de_de: Erkannte Grafikkarten
it: Schede grafiche rilevate
nl_nl: Aangetroffen videokaarten

source: OFF
de_de: AUS
nl_nl: UIT

source: ON
de_de: AN
nl_nl: AAN

source: Discrete
de_de: Diskret
it: Discreto
nl_nl: Losse gpu

source: prime-select not found, please install it per your distributions documentation
de_de: prime-select nicht gefunden, bitte installieren Sie das Paket für Ihre Distribution
it: prime-select non trovato, installalo secondo la documentazione della tua distribuzione
nl_nl: ‘prime-select’ is niet aangetroffen - installeer dit pakket

source: This systems seems not to have a supported nVidia GPU installed
de_de: Dieses System scheint keine unterstütze nVidia Grafikkarte zu besitzen
it: Sembra che questo sistema non abbia una GPU nVidia supportata installata
nl_nl: Dit systeem lijkt niet over een ondersteunde nVidia-kaart te beschikken

source: System not supported
de_de: System nicht unterstützt
it: Sistema non supportato
nl_nl: Geen ondersteuning

source: Notice
de_de: Hinweis

source: There is no known prime tool for this distribution. OptimusUI will operate on best guess.
de_de: Das prime tool für diese Distribution ist unbekannt. OptimusUI wird nach bestem wissen handeln.

source: Feel free to open up an issue for us to add support for this system.
de_de: Erstellen Sie gerne einen Fehlerbericht, damit wir dieses System unterstützen können.

source: Ok
de_de: Okay
nl_nl: Oké

source: Success
de_de: Erfolgreich
it: Riuscito
nl_nl: Voltooid

source: Driver was changed successfully. Please log out and in again for these changes to take effect.
de_de: Treiber wurde erfolgreich gewechselt. Bitte Loggen Sie sich aus und wieder ein, damit die Änderungen übernommen werden können.
it: Driver modificato con successo. Esci e accedi di nuovo affinché queste modifiche abbiano effetto.
nl_nl: Het stuurprogramma is gewijzigd. Meld je af en weer aan om de wĳziging toe te passen.

source: Attention
de_de: Achtung
it: Attenzione
nl_nl: Waarschuwing

source: The system was detected to run on Wayland. Running fully on nVidia is only supported on X11. Make sure to select X11 as display server while loging in.
de_de: Es wurde erkannt, dass das System unter Wayland läuft. Das versetzen des Systems in den nVidia Modus wird nur unter X11 unterstützt. Bitte stellen Sie sicher, dass Sie beim einloggen die X11 Umgebung für Ihren Desktop auswählen.
it: È stato rilevato che il sistema funziona su Wayland. L'esecuzione completa su nVidia è supportata solo su X11. Assicurati di selezionare X11 come server di visualizzazione durante l'accesso.
nl_nl: Dit systeem maakt gebruik van Wayland. nVidia wordt volledig ondersteund op X11, maar nog niet op Wayland. Kies daarom de X11-sessie op het aanmeldscherm.

source: Driver was changed successfully. The new prime mode will be applied on every boot.
de_de: Treiber erfolgreich gewechselt. Der neue Prime Modus wird bei jedem Systemstart angewendet.
it: Il driver è stato modificato con successo. La nuova modalità Prime verrà applicata a ogni avvio.
nl_nl: Het stuurprogramma is gewijzigd. De nieuwe primemodus zal tijdens de volgende opstart worden ingesteld.

source: Failed
de_de: Fehlgeschlagen
it: Non riuscito
nl_nl: Mislukt

source: The operation has failed. Please check your system logs and report this error.
de_de: Die Operation ist fehlgeschlagen. Bitte prüfen Sie die Systemprotokolle und erstellen Sie einen Fehlerbericht.
it: L'operazione non è riuscita. Controlla i registri di sistema e segnala questo errore.
nl_nl: De actie is mislukt. Bekijk het systeemlogboek en meld deze fout aan de ontwikkelaars.

source: bbswitch not found
de_de: bbswitch konnte nicht gefunden werden
it: bbswitch non trovato
nl_nl: bbswitch niet aangetroffen

source: Advanced power management might not work as bbswitch was not found. The discrete GPU will probably stay on.
de_de: Das Energiemanagement könnte möglicherweise beeinträchtigt sein, da bbswitch nicht gefunden werden konnte. Die diskrete Grafikkarte bleibt möglicherweise eingeschaltet.
it: La gestione avanzata dell'alimentazione potrebbe non funzionare perché bbswitch non è stato trovato.La GPU dedicata probabilmente resterà attiva.
nl_nl: Hierdoor werkt uitgebreid energiebeheer mogelijk niet naar behoren en zal de losse gpu altijd aanstaan.

source: About
de_de: Über
it: Informazioni
nl_nl: Over

source: translator-credits
de_de: Vortex Acherontic https://github.com/VortexAcherontic
it: Albano Battistella
nl_nl: Heimen Stoffels <vistausss@fastmail.com>

source: OptimusUI is a user interface for prime-select for nVidia Optimus Laptops. It allows to switch between integrated, dedicated and offloading GPU mode. prime-select needs to be installed on the host system and is not shipped by this application!
de_de: OptimusUI ist eine Benutzeroberfläche für prime-select das auf nVidia Optimus Laptops genutzt werden kann. Es ermöglicht das Wechseln zwischen dem integrierten, dedizierten und ausgelagerten Grafikkarten Modus. prime-select muss auf den Zielsystem installiert sein und wird nicht von dieser Anwendung bereitgestellt!
it: OptimusUI è un'interfaccia utente per prime-select per i laptop nVidia Optimus. Consente di passare dalla modalità GPU integrata, dedicata e offload. prime-select deve essere installato sul sistema host e non viene fornito da questa applicazione!
nl_nl: OptimusUI is een grafisch programma voor nVidia Optimus-laptops, waarin je kunt kiezen welke gpu-modus je wilt gebruiken. Voor het gebruik van dit programma is het pakket ‘prime-select’ vereist, dat niet wordt meegeleverd!

source: System
it: Sistema
nl_nl: Systeem

source: Boot
nl_nl: Opstarten
